[{
  "id": "4d8b92b34eb68a1b2c0003f4",
  "slug": "andy-warhol",
  "name": "Andy Warhol",
  "biography": "An American painter, printmaker, sculptor, draughtsman, illustrator, filmmaker, writer and collector, who became one of the most famous artists of the 20th century. Warhol began his career as a successful commercial artist and illustrator for magazines and newspapers but by 1960 was determined to establish his name as a painter. He quickly became renowned for painting everyday advertisements or images from comic strips that looked eerily similar to the originals and contained no traditional marks of an artist. Warhol accentuated this look through the use of silkscreens and by painting in collaboration with a team of assistants in a studio he called \"The Factory.\" In the late sixties, Warhol turned his attention to making experimental films and multimedia events, and in the 1970s, to creating commissioned portraits. During the 1980s Warhol continued to exert an influence on the art world, collaborating with young artists such as Jean-Michel Basquiat and creating a series of paintings, which engaged with Renaissance masterworks.",
  "birthday": "1928",
  "deathday": "1987",
  "nationality": "American",
  "image": "https://d32dm0rphc51dk.cloudfront.net/E-k-uLoQADM8AjadsSKHrA/four_thirds.jpg"
},
{
  "id": "4d8b928b4eb68a1b2c0001f2",
  "slug": "pablo-picasso",
  "name": "Pablo Picasso",
  "biography": "Born in Málaga, Spain, in 1881, Pablo Picasso showed an early passion for drawing. His father, an art teacher, began giving him lessons in figure drawing and oil painting at the age of seven. Picasso enrolled in the School of Fine Arts in Barcelona and then at Madrid, but withdrew from formal training in 1899 to return to Barcelona, where he worked as a graphic artist. In 1900, Picasso made his first visit to Paris, and until 1904, he split his time between Paris and Barcelona.\n\nLate in 1901, Picasso began making paintings on themes of desolation and despair, depicting solitary and melancholy figures in paintings flooded with blue. In 1904, Picasso began his Rose Period, lightening his palette from the dark, moody blues of the previous years in favor of beige, red, and rose tones. Casting aside the melancholy subjects of the Blue Period, Picasso painted circus perform- ers, harlequins, and clowns.\n\nAfter meeting Georges Braque in 1907, Picasso and Braque worked closely together to develop Cubism. By 1910, they had developed a distinctive Cubist idiom, fracturing their subjects into small, faceted forms and working with a muted palette. Rejecting the traditional depiction of three-dimensional objects from one viewpoint, they instead represented the subject from a multitude of perspectives. In 1912, Picasso and Braque began experimenting with collage and papier collé, introducing real elements, such as newsprint, artificial wood, and wallpaper, into their paintings to achieve trompe-l’oeil effects. By 1911–12, Cub- ism had become popular as the latest avant-garde movement and progressive painters across Europe began painting in Cubist styles.\n\nAfter the upheaval of World War One, Picasso - together with other European artists including André Derain, Giorgio de Chirico, and Fernand Léger - returned to a more traditional artistichis exploration of Cubism, often painting works in remarkably different styles in a period of only a few hours.\nBy 1927, Picasso began experimenting with Surrealist imagery, incorporating morphed and distorted figures in his paintings. When the Spanish Civil War broke out in 1936, Picasso reacted with explicit, emotional works, painting the masterpiece Guernica in response to the bombing of the town by the fascist Generalissimo Francisco Franco in 1937.\n\nFrom the late 1940s through the 1960s, Picasso worked primarily in the south of France, where he painted, made ceramics, and experimented with printmaking. In the 1950s, Picasso began reinterpreting the work of the great masters, making paintings based on Velázquez, Goya, Manet, Courbet, and Delacroix. During the 1950s, Picasso’s international fame increased greatly with large exhibitions and retrospectives across the world. He continued to work prolifically through his eighties and nineties. He died in 1973, leaving behind an unparalleled legacy that has shaped the development of modern and contemporary art.",
  "birthday": "1881",
  "deathday": "1973",
  "nationality": "Spanish",
  "image": "https://d32dm0rphc51dk.cloudfront.net/i3rCA3IaKE-cLBnc-U5swQ/four_thirds.jpg"
  }]